// Задача 13
Console.Write("Введите число:");
int n = Convert.ToInt32(Console.ReadLine());
if(n > 99)
{
    Console.WriteLine(n % 10);
}

 if(n < 100)
 {
    Console.WriteLine("третьей цифры нет");
 }
   
